Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Bookmarks_MenuEdit.Text
source: Edit...
ar: تحرير...
cs: Upravit...
de: Bearbeiten...
el: Επεξεργασία...
es: Editar...
fa: ویرایش...
fr: Modifier...
hu: Szerkesztés...
it: Modifica...
ja: 編集...
ko: 편집...
pl: Edytuj...
pt: Editar...
ro: Editare...
ru: Изменить...
th: แก้ไข...
tr: Düzenle...
uk: Змінити...
vi: Sửa...
zh_hans: 编辑...
zh_hant: 編輯...

# Bookmarks_MenuColor.Text
source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
fa: رنگ
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 色彩

# Bookmarks_MenuDelete.Text
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Ștergere
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Bookmarks_DefaultName
source: Bookmark {0}
ar: إشارة مرجعية {0}
cs: Záložka {0}
de: Lesezeichen {0}
el: Σελιδοδείκτης {0}
es: Marcador {0}
fa: نشانک {0}
fr: Signet {0}
hu: {0}. könyvjelző
id: Penanda {0}
it: Segnalibro {0}
ja: ブックマーク {0}
ko: 책갈피 {0}
pl: Zakładka {0}
pt: Marcador {0}
ro: Marcaj {0}
ru: Закладка {0}
th: บุ๊กมาร์ก {0}
tr: Yer işareti {0}
uk: Закладка {0}
vi: Dấu trang {0}
zh_hans: 书签 {0}
zh_hant: 書籤 {0}

# Bookmarks_Limit
source: The bookmark limit ({0}) has been reached.
ar: تم الوصول إلى الحد الأقصى للإشارات المرجعية ({0}).
cs: Bylo dosaženo limitu záložek ({0}).
de: Die maximale Anzahl an Lesezeichen ({0}) ist erreicht.
el: Συμπληρώθηκε το όριο σελιδοδεικτών ({0}).
es: Se alcanzó el límite de marcadores ({0}).
fa: به حداکثر تعداد نشانک‌ها ({0}) رسیده‌اید.
fr: Le nombre maximal de signets ({0}) est atteint.
hu: Elérte a könyvjelzők maximális számát ({0}).
id: Batas penanda ({0}) telah tercapai.
it: È stato raggiunto il limite di segnalibri ({0}).
ja: ブックマークの上限 ({0} 件) に達しました
ko: 책갈피 한도({0}개)에 도달했습니다.
pl: Osiągnięto limit zakładek ({0}).
pt: O limite de marcadores ({0}) foi atingido.
ro: S-a atins limita de marcaje ({0}).
ru: Достигнуто максимальное число закладок ({0}).
th: ถึงขีดจำกัดจำนวนบุ๊กมาร์ก ({0}) แล้ว
tr: Yer işareti sınırına ({0}) ulaşıldı.
uk: Досягнуто граничної кількості закладок ({0}).
vi: Đã đạt giới hạn dấu trang ({0}).
zh_hans: 已达到书签上限（{0} 个）。
zh_hant: 已達到書籤上限（{0} 個）。

# Bookmarks_Deleted
source: Bookmark "{0}" was deleted.
ar: تم حذف الإشارة المرجعية "{0}".
cs: Záložka „{0}“ byla odstraněna.
de: Lesezeichen „{0}“ wurde gelöscht.
el: Ο σελιδοδείκτης "{0}" διαγράφηκε.
es: Se eliminó el marcador “{0}”.
fa: نشانک «{0}» حذف شد.
fr: Le signet « {0} » a été supprimé.
hu: A(z) „{0}” könyvjelző törölve.
id: Penanda "{0}" dihapus.
it: Il segnalibro “{0}” è stato eliminato.
ja: ブックマーク "{0}" を削除しました
ko: 책갈피 "{0}"을(를) 삭제했습니다.
pl: Zakładka „{0}” została usunięta.
pt: O marcador “{0}” foi excluído.
ro: Marcajul „{0}” a fost șters.
ru: Закладка «{0}» удалена.
th: ลบบุ๊กมาร์ก "{0}" แล้ว
tr: "{0}" yer işareti silindi.
uk: Закладку «{0}» видалено.
vi: Đã xóa dấu trang "{0}".
zh_hans: 已删除书签“{0}”。
zh_hant: 已刪除書籤「{0}」。

# Bookmarks_DeletedMany
source: {0} bookmarks were deleted.
ar: تم حذف الإشارات المرجعية: {0}.
cs: Odstraněno záložek: {0}.
de: {0} Lesezeichen wurden gelöscht.
el: Διαγράφηκαν {0} σελιδοδείκτες.
es: Se eliminaron {0} marcadores.
fa: {0} نشانک حذف شد.
fr: {0} signets ont été supprimés.
hu: {0} könyvjelző törölve.
id: {0} penanda dihapus.
it: {0} segnalibri eliminati.
ja: {0} 件のブックマークを削除しました
ko: 책갈피 {0}개를 삭제했습니다.
pl: Usunięte zakładki: {0}.
pt: {0} marcadores foram excluídos.
ro: Au fost șterse {0} marcaje.
ru: Удалено закладок: {0}.
th: ลบบุ๊กมาร์ก {0} รายการแล้ว
tr: {0} yer işareti silindi.
uk: Видалено закладок: {0}.
vi: Đã xóa {0} dấu trang.
zh_hans: 已删除 {0} 个书签。
zh_hant: 已刪除 {0} 個書籤。

# Bookmarks_None
source: There are no bookmarks.
ar: لا توجد إشارات مرجعية.
cs: Nejsou žádné záložky.
de: Es sind keine Lesezeichen vorhanden.
el: Δεν υπάρχουν σελιδοδείκτες.
es: No hay marcadores.
fa: هیچ نشانکی وجود ندارد.
fr: Il n'y a aucun signet.
hu: Nincsenek könyvjelzők.
id: Tidak ada penanda.
it: Non ci sono segnalibri.
ja: ブックマークがありません
ko: 책갈피가 없습니다.
pl: Brak zakładek.
pt: Não há marcadores.
ro: Nu există marcaje.
ru: Закладок нет.
th: ไม่มีบุ๊กมาร์ก
tr: Yer işareti yok.
uk: Немає закладок.
vi: Không có dấu trang nào.
zh_hans: 没有书签。
zh_hant: 沒有書籤。

# Bookmarks_WrappedToStart
source: Wrapped around to the first bookmark.
ar: تم الالتفاف إلى الإشارة المرجعية الأولى.
cs: Pokračuje se od první záložky.
de: Weiter beim ersten Lesezeichen.
el: Επιστροφή στον πρώτο σελιδοδείκτη.
es: Se volvió al primer marcador.
fa: به اولین نشانک برگشت.
fr: Retour au premier signet.
hu: Visszatérés az első könyvjelzőhöz.
id: Kembali ke penanda pertama.
it: Si è tornati al primo segnalibro.
ja: 先頭に戻りました
ko: 첫 번째 책갈피로 돌아갔습니다.
pl: Przeskoczono do pierwszej zakładki.
pt: Voltou ao primeiro marcador.
ro: S-a revenit la primul marcaj.
ru: Достигнут конец; переход к первой закладке.
th: วนกลับไปยังบุ๊กมาร์กแรก
tr: İlk yer işaretine dönüldü.
uk: Пошук продовжено з першої закладки.
vi: Đã quay vòng về dấu trang đầu tiên.
zh_hans: 已循环到第一个书签。
zh_hant: 已循環至第一個書籤。

# Bookmarks_WrappedToEnd
source: Wrapped around to the last bookmark.
ar: تم الالتفاف إلى الإشارة المرجعية الأخيرة.
cs: Pokračuje se od poslední záložky.
de: Weiter beim letzten Lesezeichen.
el: Επιστροφή στον τελευταίο σελιδοδείκτη.
es: Se volvió al último marcador.
fa: به آخرین نشانک برگشت.
fr: Retour au dernier signet.
hu: Visszatérés az utolsó könyvjelzőhöz.
id: Kembali ke penanda terakhir.
it: Si è tornati all'ultimo segnalibro.
ja: 末尾に戻りました
ko: 마지막 책갈피로 돌아갔습니다.
pl: Przeskoczono do ostatniej zakładki.
pt: Voltou ao último marcador.
ro: S-a revenit la ultimul marcaj.
ru: Достигнуто начало; переход к последней закладке.
th: วนกลับไปยังบุ๊กมาร์กสุดท้าย
tr: Son yer işaretine dönüldü.
uk: Пошук продовжено з останньої закладки.
vi: Đã quay vòng về dấu trang cuối cùng.
zh_hans: 已循环到最后一个书签。
zh_hant: 已循環至最後一個書籤。

# Bookmarks_NumberNotSet
source: Numbered bookmark {0} isn't set.
ar: الإشارة المرجعية المرقّمة {0} غير معيّنة.
cs: Číslovaná záložka {0} není nastavena.
de: Nummeriertes Lesezeichen {0} ist nicht gesetzt.
el: Ο αριθμημένος σελιδοδείκτης {0} δεν έχει οριστεί.
es: El marcador numerado {0} no está definido.
fa: نشانک شماره‌دار {0} تنظیم نشده است.
fr: Le signet numéroté {0} n'est pas défini.
hu: A(z) {0}. számozott könyvjelző nincs beállítva.
id: Penanda bernomor {0} belum dipasang.
it: Il segnalibro numerato {0} non è impostato.
ja: 番号付きブックマーク {0} は設定されていません
ko: 번호 책갈피 {0}이(가) 설정되어 있지 않습니다.
pl: Numerowana zakładka {0} nie jest ustawiona.
pt: O marcador numerado {0} não está definido.
ro: Marcajul numerotat {0} nu este setat.
ru: Нумерованная закладка {0} не установлена.
th: ยังไม่ได้ตั้งบุ๊กมาร์กหมายเลข {0}
tr: {0} numaralı yer işareti ayarlanmamış.
uk: Нумеровану закладку {0} не встановлено.
vi: Chưa đặt dấu trang đánh số {0}.
zh_hans: 未设置编号书签 {0}。
zh_hant: 未設定編號書籤 {0}。

# Bookmarks_FileChanged
source: The file has changed since its {0} bookmarks were saved, so their positions may not match.
ar: تغيّر الملف منذ حفظ إشاراته المرجعية ({0})، لذا قد لا تتطابق مواضعها.
cs: Soubor se změnil od uložení jeho záložek (počet: {0}), takže jejich pozice nemusí odpovídat.
de: Die Datei wurde geändert, seit ihre {0} Lesezeichen gespeichert wurden. Die Positionen stimmen daher möglicherweise nicht.
el: Το αρχείο έχει αλλάξει από τότε που αποθηκεύτηκαν οι {0} σελιδοδείκτες του, επομένως οι θέσεις τους ενδέχεται να μην αντιστοιχούν.
es: El archivo cambió después de guardar sus {0} marcadores, así que es posible que sus posiciones no coincidan.
fa: فایل از زمان ذخیرهٔ {0} نشانک آن تغییر کرده است، بنابراین ممکن است موقعیت‌ها مطابقت نداشته باشند.
fr: Le fichier a été modifié depuis l'enregistrement de ses {0} signets ; leurs positions peuvent donc ne plus correspondre.
hu: A fájl megváltozott a(z) {0} könyvjelzője mentése óta, ezért azok pozíciói eltérhetnek.
id: File telah berubah sejak {0} penandanya disimpan, sehingga posisinya mungkin tidak cocok.
it: Il file è cambiato dopo il salvataggio dei suoi {0} segnalibri, quindi le posizioni potrebbero non corrispondere.
ja: ブックマーク ({0} 件) を記録した後でファイルが変わっているため、位置が合わない可能性があります
ko: 책갈피 {0}개를 저장한 후 파일이 변경되어 위치가 맞지 않을 수 있습니다.
pl: Plik zmienił się od zapisania jego zakładek (liczba: {0}), więc ich pozycje mogą się nie zgadzać.
pt: O arquivo foi alterado desde que seus {0} marcadores foram salvos, por isso as posições podem não corresponder.
ro: Fișierul s-a modificat de când au fost salvate cele {0} marcaje, așa că pozițiile lor pot să nu mai corespundă.
ru: Файл изменился после сохранения его закладок ({0}), поэтому их положения могут не совпадать.
th: ไฟล์มีการเปลี่ยนแปลงตั้งแต่บันทึกบุ๊กมาร์ก {0} รายการ ตำแหน่งจึงอาจไม่ตรงกัน
tr: Dosya, {0} yer işareti kaydedildikten sonra değiştiğinden konumları eşleşmeyebilir.
uk: Файл змінився після збереження його закладок ({0}), тому їхні позиції можуть не збігатися.
vi: Tệp đã thay đổi kể từ khi {0} dấu trang được lưu nên vị trí của chúng có thể không khớp.
zh_hans: 自保存 {0} 个书签以来文件已更改，因此书签位置可能不匹配。
zh_hant: 自儲存這 {0} 個書籤後檔案已變更，因此書籤位置可能不符。

# Bookmarks_ApplyAnyway
source: Restore bookmarks
ar: استعادة الإشارات المرجعية
cs: Obnovit záložky
de: Lesezeichen wiederherstellen
el: Επαναφορά σελιδοδεικτών
es: Restaurar marcadores
fa: بازیابی نشانک‌ها
fr: Restaurer les signets
hu: Könyvjelzők visszaállítása
id: Pulihkan penanda
it: Ripristina segnalibri
ja: ブックマークを復元
ko: 책갈피 복원
pl: Przywróć zakładki
pt: Restaurar marcadores
ro: Restaurare marcaje
ru: Восстановить закладки
th: คืนค่าบุ๊กมาร์ก
tr: Yer işaretlerini geri yükle
uk: Відновити закладки
vi: Khôi phục dấu trang
zh_hans: 还原书签
zh_hant: 還原書籤

# Bookmarks_Discard
source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
el: Απόρριψη
es: Descartar
fa: دور انداختن
fr: Ignorer
hu: Elvetés
id: Buang
it: Ignora
ja: 破棄
ko: 삭제
pl: Odrzuć
pt: Descartar
ro: Renunțare
ru: Удалить
th: ละทิ้ง
tr: At
uk: Відхилити
vi: Loại bỏ
zh_hans: 放弃
zh_hant: 捨棄

# HexView_Menu_SetBookmark
source: Set bookmark
ar: تعيين إشارة مرجعية
cs: Nastavit záložku
de: Lesezeichen setzen
el: Ορισμός σελιδοδείκτη
es: Poner marcador
fa: گذاشتن نشانک
fr: Placer un signet
hu: Könyvjelző beállítása
id: Pasang penanda
it: Imposta segnalibro
ja: ブックマークを設定
ko: 책갈피 설정
pl: Ustaw zakładkę
pt: Definir marcador
ro: Setare marcaj
ru: Поставить закладку
th: ตั้งบุ๊กมาร์ก
tr: Yer işareti koy
uk: Додати закладку
vi: Đặt dấu trang
zh_hans: 设置书签
zh_hant: 設定書籤

# HexView_Menu_RemoveBookmark
source: Remove bookmark
ar: إزالة الإشارة المرجعية
cs: Odebrat záložku
de: Lesezeichen entfernen
el: Κατάργηση σελιδοδείκτη
es: Quitar marcador
fa: برداشتن نشانک
fr: Supprimer le signet
hu: Könyvjelző eltávolítása
id: Hapus penanda
it: Rimuovi segnalibro
ja: ブックマークを解除
ko: 책갈피 제거
pl: Usuń zakładkę
pt: Remover marcador
ro: Eliminare marcaj
ru: Удалить закладку
th: เอาบุ๊กมาร์กออก
tr: Yer işaretini kaldır
uk: Видалити закладку
vi: Xóa dấu trang
zh_hans: 删除书签
zh_hant: 移除書籤

# HexView_Menu_EditBookmark
source: Edit bookmark...
ar: تحرير الإشارة المرجعية...
cs: Upravit záložku...
de: Lesezeichen bearbeiten...
el: Επεξεργασία σελιδοδείκτη...
es: Editar marcador...
fa: ویرایش نشانک...
fr: Modifier le signet...
hu: Könyvjelző szerkesztése...
id: Edit penanda...
it: Modifica segnalibro...
ja: ブックマークを編集...
ko: 책갈피 편집...
pl: Edytuj zakładkę...
pt: Editar marcador...
ro: Editare marcaj...
ru: Изменить закладку...
th: แก้ไขบุ๊กมาร์ก...
tr: Yer işaretini düzenle...
uk: Змінити закладку...
vi: Sửa dấu trang...
zh_hans: 编辑书签...
zh_hant: 編輯書籤...

# Menu_Go_Bookmarks.Text
source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: نشانک‌ها
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Segnalibri
ja: ブックマーク(R)
ko: 책갈피(R)
pl: Zakładki
pt: Marcadores
ro: Marcaje
ru: Закладки
th: บุ๊กมาร์ก(R)
tr: Yer İşaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签(R)
zh_hant: 書籤(R)

# Menu_Go_Bookmarks.AccessKey
source: R
ar: ش
cs: L
de: L
el: Σ
es: M
fa: ش
fr: I
hu: K
id: N
it: S
pl: Z
pt: M
ro: M
ru: З
tr: Y
uk: З
vi: D

# Menu_Go_ToggleBookmark.Text
source: Set or Remove Bookmark
ar: تعيين إشارة مرجعية أو إزالتها
cs: Nastavit nebo odebrat záložku
de: Lesezeichen setzen oder entfernen
el: Ορισμός ή κατάργηση σελιδοδείκτη
es: Poner o quitar marcador
fa: گذاشتن یا برداشتن نشانک
fr: Placer ou supprimer un signet
hu: Könyvjelző be/ki
id: Pasang atau Hapus Penanda
it: Imposta o rimuovi segnalibro
ja: ブックマークの設定 / 解除(T)
ko: 책갈피 설정/제거(T)
pl: Ustaw lub usuń zakładkę
pt: Definir ou remover marcador
ro: Setare sau eliminare marcaj
ru: Поставить или удалить закладку
th: ตั้งหรือเอาบุ๊กมาร์กออก(T)
tr: Yer İşareti Koy veya Kaldır
uk: Додати або видалити закладку
vi: Đặt hoặc Xóa Dấu trang
zh_hans: 设置/删除书签(T)
zh_hant: 設定或移除書籤(T)

# Menu_Go_ToggleBookmark.AccessKey
source: T
ar: ت
cs: N
de: L
el: Ο
es: P
fa: گ
fr: P
hu: K
id: P
it: I
pl: U
pt: D
ro: S
ru: П
tr: K
uk: Д
vi: X

# Menu_Go_NextBookmark.Text
source: Next Bookmark
ar: الإشارة المرجعية التالية
cs: Další záložka
de: Nächstes Lesezeichen
el: Επόμενος σελιδοδείκτης
es: Marcador siguiente
fa: نشانک بعدی
fr: Signet suivant
hu: Következő könyvjelző
id: Penanda Berikutnya
it: Segnalibro successivo
ja: 次のブックマーク(N)
ko: 다음 책갈피(N)
pl: Następna zakładka
pt: Próximo marcador
ro: Marcajul următor
ru: Следующая закладка
th: บุ๊กมาร์กถัดไป(N)
tr: Sonraki Yer İşareti
uk: Наступна закладка
vi: Dấu trang Tiếp theo
zh_hans: 下一个书签(N)
zh_hant: 下一個書籤(N)

# Menu_Go_NextBookmark.AccessKey
source: N
ar: ي
cs: D
el: Ε
es: M
fa: ب
fr: S
hu: V
id: B
it: S
pt: P
ro: M
ru: С
tr: S
uk: Н
vi: T

# Menu_Go_PreviousBookmark.Text
source: Previous Bookmark
ar: الإشارة المرجعية السابقة
cs: Předchozí záložka
de: Vorheriges Lesezeichen
el: Προηγούμενος σελιδοδείκτης
es: Marcador anterior
fa: نشانک قبلی
fr: Signet précédent
hu: Előző könyvjelző
id: Penanda Sebelumnya
it: Segnalibro precedente
ja: 前のブックマーク(P)
ko: 이전 책갈피(P)
pl: Poprzednia zakładka
pt: Marcador anterior
ro: Marcajul anterior
ru: Предыдущая закладка
th: บุ๊กมาร์กก่อนหน้า(P)
tr: Önceki Yer İşareti
uk: Попередня закладка
vi: Dấu trang Trước
zh_hans: 上一个书签(P)
zh_hant: 上一個書籤(P)

# Menu_Go_PreviousBookmark.AccessKey
source: P
ar: س
de: V
el: Π
es: A
fa: ق
fr: I
hu: E
id: S
pt: M
ro: A
ru: Р
tr: N
uk: П
vi: R

# Menu_Go_EditBookmark.Text
source: Edit Bookmark...
ar: تحرير الإشارة المرجعية...
cs: Upravit záložku...
de: Lesezeichen bearbeiten...
el: Επεξεργασία σελιδοδείκτη...
es: Editar marcador...
fa: ویرایش نشانک...
fr: Modifier le signet...
hu: Könyvjelző szerkesztése...
id: Edit Penanda...
it: Modifica segnalibro...
ja: ブックマークを編集(E)...
ko: 책갈피 편집(E)...
pl: Edytuj zakładkę...
pt: Editar marcador...
ro: Editare marcaj...
ru: Изменить закладку...
th: แก้ไขบุ๊กมาร์ก(E)...
tr: Yer İşaretini Düzenle...
uk: Змінити закладку...
vi: Sửa Dấu trang...
zh_hans: 编辑书签(E)...
zh_hant: 編輯書籤(E)...

# Menu_Go_EditBookmark.AccessKey
source: E
ar: ح
cs: U
de: B
el: Ξ
fa: و
fr: M
hu: S
it: M
ru: И
tr: D
uk: З
vi: S

# Menu_Go_BookmarkList.Text
source: Bookmark List
ar: قائمة الإشارات المرجعية
cs: Seznam záložek
de: Lesezeichenliste
el: Λίστα σελιδοδεικτών
es: Lista de marcadores
fa: فهرست نشانک‌ها
fr: Liste des signets
hu: Könyvjelzőlista
id: Daftar Penanda
it: Elenco segnalibri
ja: ブックマーク一覧(L)
ko: 책갈피 목록(L)
pl: Lista zakładek
pt: Lista de marcadores
ro: Lista de marcaje
ru: Список закладок
th: รายการบุ๊กมาร์ก(L)
tr: Yer İşareti Listesi
uk: Список закладок
vi: Danh sách Dấu trang
zh_hans: 书签列表(L)
zh_hant: 書籤清單(L)

# Menu_Go_BookmarkList.AccessKey
source: L
ar: ق
cs: S
de: E
el: Λ
fa: ف
hu: N
id: D
it: E
ru: К
uk: С
vi: D

# Menu_Go_NumberedSet.Text
source: Set Numbered Bookmark
ar: تعيين إشارة مرجعية مرقّمة
cs: Nastavit číslovanou záložku
de: Nummeriertes Lesezeichen setzen
el: Ορισμός αριθμημένου σελιδοδείκτη
es: Poner marcador numerado
fa: گذاشتن نشانک شماره‌دار
fr: Placer un signet numéroté
hu: Számozott könyvjelző beállítása
id: Pasang Penanda Bernomor
it: Imposta segnalibro numerato
ja: 番号付きブックマークを設定(S)
ko: 번호 책갈피 설정(S)
pl: Ustaw numerowaną zakładkę
pt: Definir marcador numerado
ro: Setare marcaj numerotat
ru: Поставить нумерованную закладку
th: ตั้งบุ๊กมาร์กแบบมีหมายเลข(S)
tr: Numaralı Yer İşareti Koy
uk: Установити нумеровану закладку
vi: Đặt Dấu trang Đánh số
zh_hans: 设置编号书签(S)
zh_hant: 設定編號書籤(S)

# Menu_Go_NumberedSet.AccessKey
source: S
ar: ع
cs: Z
el: Ρ
es: N
fa: ذ
fr: U
hu: B
id: G
it: N
pl: Z
pt: N
ro: N
ru: Н
tr: M
uk: У
vi: A

# Menu_Go_NumberedGo.Text
source: Go to Numbered Bookmark
ar: الانتقال إلى إشارة مرجعية مرقّمة
cs: Přejít na číslovanou záložku
de: Gehe zu nummeriertem Lesezeichen
el: Μετάβαση σε αριθμημένο σελιδοδείκτη
es: Ir a marcador numerado
fa: رفتن به نشانک شماره‌دار
fr: Atteindre un signet numéroté
hu: Ugrás számozott könyvjelzőre
id: Pergi ke Penanda Bernomor
it: Vai al segnalibro numerato
ja: 番号付きブックマークへ移動(G)
ko: 번호 책갈피로 이동(G)
pl: Przejdź do numerowanej zakładki
pt: Ir para marcador numerado
ro: Salt la marcaj numerotat
ru: Перейти к нумерованной закладке
th: ไปที่บุ๊กมาร์กแบบมีหมายเลข(G)
tr: Numaralı Yer İşaretine Git
uk: Перейти до нумерованої закладки
vi: Đi tới Dấu trang Đánh số
zh_hans: 转到编号书签(G)
zh_hant: 移至編號書籤(G)

# Menu_Go_NumberedGo.AccessKey
source: G
ar: ن
cs: E
el: Μ
es: I
fa: ت
fr: A
hu: U
id: R
it: V
pl: D
pt: I
ro: T
ru: Т
uk: Т
vi: I

# Menu_Go_SetNumbered
source: Bookmark {0}
ar: الإشارة المرجعية {0}
cs: Záložka {0}
de: Lesezeichen {0}
el: Σελιδοδείκτης {0}
es: Marcador {0}
fa: نشانک {0}
fr: Signet {0}
hu: {0}. könyvjelző
id: Penanda {0}
it: Segnalibro {0}
ja: ブックマーク {0}
ko: 책갈피 {0}
pl: Zakładka {0}
pt: Marcador {0}
ro: Marcaj {0}
ru: Закладка {0}
th: บุ๊กมาร์ก {0}
tr: Yer işareti {0}
uk: Закладка {0}
vi: Dấu trang {0}
zh_hans: 书签 {0}
zh_hant: 書籤 {0}

# Menu_Go_GoNumbered
source: Bookmark {0}
ar: الإشارة المرجعية {0}
cs: Záložka {0}
de: Lesezeichen {0}
el: Σελιδοδείκτης {0}
es: Marcador {0}
fa: نشانک {0}
fr: Signet {0}
hu: {0}. könyvjelző
id: Penanda {0}
it: Segnalibro {0}
ja: ブックマーク {0}
ko: 책갈피 {0}
pl: Zakładka {0}
pt: Marcador {0}
ro: Marcaj {0}
ru: Закладка {0}
th: บุ๊กมาร์ก {0}
tr: Yer işareti {0}
uk: Закладка {0}
vi: Dấu trang {0}
zh_hans: 书签 {0}
zh_hant: 書籤 {0}

# Menu_View_BookmarksPanel.Text
source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: نشانک‌ها
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Segnalibri
ja: ブックマーク(K)
ko: 책갈피(K)
pl: Zakładki
pt: Marcadores
ro: Marcaje
ru: Закладки
th: บุ๊กมาร์ก(K)
tr: Yer işaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签(K)
zh_hant: 書籤(K)

# Menu_View_BookmarksPanel.AccessKey
source: K
ar: ر
cs: Z
de: E
el: Σ
es: M
fa: ک
fr: S
hu: N
id: D
it: E
pl: Z
pt: M
ro: M
ru: З
tr: Y
uk: З
vi: A

# Bookmark_Name.Header
source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fa: نام
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Bookmark_NameNotUsable
source: This name can't be used in expressions (bm.name). Names for expressions use letters, digits and _ and start with a letter or _.
ar: لا يمكن استخدام هذا الاسم في التعبيرات (bm.name). تتكون أسماء التعبيرات من أحرف وأرقام و_ وتبدأ بحرف أو _.
cs: Tento název nelze použít ve výrazech (bm.název). Názvy pro výrazy obsahují písmena, číslice a _ a začínají písmenem nebo _.
de: Dieser Name kann nicht in Ausdrücken (bm.name) verwendet werden. Namen für Ausdrücke bestehen aus Buchstaben, Ziffern und _ und beginnen mit einem Buchstaben oder _.
el: Αυτό το όνομα δεν μπορεί να χρησιμοποιηθεί σε παραστάσεις (bm.name). Τα ονόματα για παραστάσεις αποτελούνται από γράμματα, ψηφία και _ και ξεκινούν με γράμμα ή _.
es: Este nombre no se puede usar en expresiones (bm.nombre). Los nombres para expresiones usan letras, dígitos y _ y empiezan por una letra o _.
fa: این نام در عبارت‌ها (bm.name) قابل استفاده نیست. نام‌های عبارت از حروف، ارقام و _ تشکیل می‌شوند و با یک حرف یا _ شروع می‌شوند.
fr: Ce nom ne peut pas être utilisé dans les expressions (bm.nom). Les noms utilisables dans les expressions se composent de lettres, de chiffres et de _ et commencent par une lettre ou _.
hu: Ez a név nem használható kifejezésekben (bm.név). A kifejezésekben használható nevek betűkből, számjegyekből és _ jelből állnak, és betűvel vagy _ jellel kezdődnek.
id: Nama ini tidak dapat digunakan dalam ekspresi (bm.name). Nama untuk ekspresi menggunakan huruf, angka, dan _ serta diawali huruf atau _.
it: Questo nome non può essere usato nelle espressioni (bm.name). I nomi per le espressioni usano lettere, cifre e _ e iniziano con una lettera o _.
ja: 入力式では使えない名前です (bm.名前 に使えるのは、英字・数字・_ からなり英字か _ で始まる名前です)
ko: 이 이름은 식(bm.이름)에서 사용할 수 없습니다. 식에 사용할 이름은 영문자, 숫자, _로 구성되며 영문자 또는 _로 시작해야 합니다.
pl: Tej nazwy nie można używać w wyrażeniach (bm.name). Nazwy do wyrażeń składają się z liter, cyfr i _ oraz zaczynają się od litery lub _.
pt: Este nome não pode ser usado em expressões (bm.name). Nomes para expressões usam letras, dígitos e _ e começam com uma letra ou _.
ro: Acest nume nu poate fi utilizat în expresii (bm.name). Numele pentru expresii conțin litere, cifre și _ și încep cu o literă sau cu _.
ru: Это имя нельзя использовать в выражениях (bm.name). Имена для выражений состоят из букв, цифр и _ и начинаются с буквы или _.
th: ไม่สามารถใช้ชื่อนี้ในนิพจน์ (bm.name) ได้ ชื่อสำหรับนิพจน์ใช้ตัวอักษร ตัวเลข และ _ และต้องขึ้นต้นด้วยตัวอักษรหรือ _
tr: Bu ad ifadelerde (bm.name) kullanılamaz. İfadeler için adlar harf, rakam ve _ içerir ve bir harf veya _ ile başlar.
uk: Цю назву не можна використовувати у виразах (bm.name). Назви для виразів складаються з латинських літер, цифр і _ та починаються з літери або _.
vi: Không thể dùng tên này trong biểu thức (bm.name). Tên dùng cho biểu thức gồm chữ cái, chữ số và _ và bắt đầu bằng chữ cái hoặc _.
zh_hans: 此名称不能在表达式（bm.名称）中使用。表达式中的名称只能使用字母、数字和 _，并且必须以字母或 _ 开头。
zh_hant: 此名稱無法用於運算式（bm.name）。運算式中的名稱只能使用英文字母、數字和 _，且必須以英文字母或 _ 開頭。

# Bookmark_Start.Header
source: Start offset
ar: إزاحة البداية
cs: Počáteční posun
el: Μετατόπιση αρχής
es: Desplazamiento inicial
fa: آفست شروع
fr: Décalage de début
hu: Kezdő eltolás
id: Offset awal
it: Offset iniziale
ja: 開始オフセット
ko: 시작 오프셋
pl: Przesunięcie początkowe
pt: Deslocamento inicial
ro: Deplasament de început
ru: Начальное смещение
th: ออฟเซ็ตเริ่มต้น
tr: Başlangıç ofseti
uk: Початкове зміщення
vi: Độ lệch đầu
zh_hans: 起始偏移量
zh_hant: 開始位移

# Bookmark_Length.Header
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Bookmark_RangeInfo
source: {0} to {1} (inclusive), {2} bytes
ar: {0} إلى {1} (شاملة)، {2} بايت
cs: {0} až {1} (včetně), bajty: {2}
de: {0} bis {1} (einschließlich), {2} Bytes
el: {0} έως {1} (συμπεριλαμβάνεται), {2} byte
es: {0} a {1} (incluido), {2} bytes
fa: {0} تا {1} (شامل)، {2} بایت
fr: {0} à {1} (inclus), {2} octets
hu: {0} – {1} (ezzel együtt), {2} bájt
id: {0} hingga {1} (inklusif), {2} byte
it: Da {0} a {1} (incluso), {2} byte
ja: {0}〜{1} (このバイトを含む)、{2} バイト
ko: {0}~{1}(이 바이트 포함), {2}바이트
pl: Od {0} do {1} (włącznie), bajty: {2}
pt: {0} a {1} (inclusivo), {2} bytes
ro: {0} - {1} (inclusiv), {2} octeți
ru: С {0} по {1} (включительно), байт: {2}
th: {0} ถึง {1} (รวมไบต์นี้) {2} ไบต์
tr: {0} - {1} (dahil), {2} bayt
uk: Від {0} до {1} (включно), байтів: {2}
vi: {0} đến {1} (bao gồm), {2} byte
zh_hans: {0} 到 {1}（含），{2} 字节
zh_hant: {0} 到 {1}（含），{2} 個位元組
